<template>
  <div id="commonProblems">
    <h3>常见问题与解决方案:</h3>
    <p>• 机器人面部点阵不显示</p>
    <p>• 闪光灯不亮</p>
    <p>• 摄像头无法打开</p>
    <p>• 头部无法转动</p>
    <p>• 按键无作用</p>
    <p>• 机器人开机慢</p>
    <p>• 机器人屏幕无法操作/死机</p>
    <p>• Wifi无法打开/无法连接</p>
    <p>• 无法连接到机器人进行控制</p>
    <p>• 无法快捷登录</p>
    <p>• 无法链接监控</p>
    <p>• 机器人无法避障</p>
    <p>• 温湿度不显示</p>
    <p>• 无法显示充电</p>
    <p>• 机器人运动功能异常</p>
    <p>&nbsp;&nbsp;&nbsp;出现以上问题，请通过机器人底部电源开关断掉电源，重新上电启动机器人验证是否还有问题，如果不能解决，请联系客服。</p>
    <p>• 喇叭没声音</p>
    <p>• 触摸身体指定部位无语音播报</p>
    <p>&nbsp;&nbsp;&nbsp;以上两个问题请首先排除将音量调低的情况，其次通过机器人底部电源开关断掉电源，重新上电启动机器人验证是否还有问题，如果不能解决，请联系客服。机器人没有连接网络和网络超时也会导致触摸无语音。</p>
    <p>• 语音对话机器人不回答</p>
    <p>&nbsp;&nbsp;&nbsp;机器人没有连接网络和网络超时都会导致机器人不回答，请确保网络通畅。在网络通畅的前提下机器人还是不回答，请断电重启后测试，如果不能解决，请联系客服。</p>
    <p>• 心率心电测试异常</p>
    <p>测试心率心电首先保持三个触点洁净，测试人手指湿润，轻轻接触触点，不要说话，直立测试。测试时请不要给机器人充电，会影响测试。如果波形一直为直线试用以下方法：</p>
    <p>&nbsp;&nbsp;&nbsp;方法1：先把手指拿开在重新轻轻接触触点。</p>
    <p>&nbsp;&nbsp;&nbsp;方法2：再退到主界面重新测试。</p>
    <p>&nbsp;&nbsp;&nbsp;如果不能解决，请联系客服。</p>
    <p>• 系统运行卡顿</p>
    <p>&nbsp;&nbsp;&nbsp;请选择以下任意一种方式进行测试：1、在设置中清除缓存。2、在设置中进入系统设置，进行恢复出厂设置操作。如果不能解决，请联系客服。</p>
    <p>• 图片加载慢</p>
    <p>&nbsp;&nbsp;&nbsp;请优先排除网络慢导致加载图片异常问题。</p>
    <p>• 打开电源开关机器人不启动</p>
    <p>&nbsp;&nbsp;&nbsp;请连接适配器，为机器人进行充电，充电五分钟，打开电源开关，如果机器人正常开机即可正常使用，如果还是不能开机，请联系客服。</p>
  </div>
</template>

<script>
  import '../assets/less/commonProblems.less'
  export default{
    name: 'commonProblems',
    data () {
      return {}
    }
  }
</script>
