<template>
  <div id="companyProfile">
    <div class="companyProfile">
      <h3>公司简介</h3>
      <p>深圳市哎哟不错机器人科研有限公司，是一家专业从事研发、生产、销售智能导购器人的高科技创新公司。公司依托于物联网与大数据，利用最先进的计算平台，针对性地成功研发出更快速、更精准、更灵活、更实用的门店智能导购机器人。这一创举，给整个产业链带来一次革命性的改变，被称为“商业再造”！</p>
      <p>公司下设生产中心、研发中心、物控中心，营销中心、企划中心、培训中心、行政中心、财务中心等部门，并拥有一支技术精湛、经验丰富的专业研发和技术管理团队。</p>
      <p>公司秉承顾客至上的原则，坚持自主创新，在智能导购机器人领域拥有多项自主知识产权的核心技术。</p>
      <p>哎哟不错机器人是集智能导购、客户管理、销售统计、库存管理、心电心率测试、用户识别、语音交互、远程替身、活动宣传等多功能于一体的人形智能导购机器人。实现了全语音智能交互，是基于语音云、语音识别、人工智能、深度学习、大数据等软件技术和智能硬件传感器技术研发出的新一代高科技产品。为商场、终端门店等多种复杂的应用环境提供了一整套标准化、系统化、数据化的解决方案和高端服务，形成了从机器人研发、硬件的生产、预置信息录入、机器人的交互应用以及后期的维护升级等一整套产业布局。</p>
      <p>我们的宗旨是以提供高性能、高品质的产品为使命，为客户创造最大价值。矢志打造成智能导购机器人产业的知名品牌，发展成为全球智能导购机器人行业的领先企业。</p>
    </div>
  </div>
</template>

<script>
  import '../assets/less/companyProfile.less';
  export default{
    name: 'companyProfile',
    data () {
      return {
        
      }
    }
  }
</script>
