<template>
  <div id="purchaseNotes">
    <h3>日常保养:</h3>
    <h4>基本保养:</h4>
    <p>日常维护只需要使用棉质湿毛巾进行擦拭，就可以保证清洁。</p> 
    <h4>特殊护理：</h4>
    <p>一些顽固污渍请使用浓度小于75%的酒精进行擦拭，请勿使用漂白剂等具有腐蚀性清洁剂护理机器人。</p> 
    <h4>注意事项：</h4>
    <p>1.避免靠近热源，水源，避免阳光直晒；</p>
    <p>2.不要接触油、苯等有机溶剂，以棉质毛巾清洁；</p>
    <p>3.请勿使用非机器人配套充电器对机器人进行充电；</p>
    <p>4.请勿使用硬物划伤机器人表面；</p>
    <p>5.请勿使用硬物塞入机器人的任何孔位中；</p>
    <p>6.请勿使用蛮力扭动或挤压机器人表面；</p>
    <p>7.请勿让机器人从高处跌落或摔倒；</p>
    <p>8.禁止自行拆卸机器人；</p>
    <p>9.当机器人出现异常，请及时关闭机器人底部的电源；</p>
    </br>
    </br>
    <h3>机器人软件升级方法：</h3>
    <p>将机器人连接至WIFI网络，每次开机会自动联网检查软件版本，并自动下载，下载完成后提示用户系统将进行自动更新。</p> 
  </div>
</template>

<script>
  import '.././assets/less/purchaseNotes.less'
  export default{
    name: 'purchaseNotes',
    data () {
      return {}
    }
  }
</script>
