<template>
  <div id="warranty">
    <h3>保修承诺:</h3>
    <h4>1、本承诺的适用范围:</h4>
    <p>• 本承诺仅适用于在中华人民共和国境内（港、澳、台地区除外）销售和购买的哎哟不错机器人产品。</p>
    <p>• 与哎哟不错机器人产品一起捆绑销 售的其他产品或促销品，如属于符合《哎哟不错机器人保修说明》所列性能故障范围的则按《哎哟不错机器人保修说明》执行，如不属于《哎哟不错机器人保修说明》范围，则按照该商品各自的标准保修服务承诺执行。</p>
    <h4>2、哎哟不错机器人否认的承诺</h4>
    <p>• 除非本标准服务承诺中明确表示，哎哟不错机器人不做任何其它明示或暗示的承诺和保证，包括对产品的可销性和对某一特定用途的适用性的暗示保证。除非哎哟不错机器人另外作出明确承诺，否则：</p>
    <p>• 本保修服务承诺仅适用于哎哟不错机器人产品出厂时配置的主机和部件。任何机构或人员（如销售商）给您安装的一切非哎哟不错机器人部件，由该机构或人员或该部件生产厂家自行保修。</p>
    <p>• 任何机构和人员（如销售商）在本服务承诺之外就您购买的产品及其附属软硬件设备向您做出的任何额外承诺，哎哟不错机器人将不承担责任；您应向作出该承诺的机构或人员索要书面证明，以保证这些额外承诺能够兑现。</p>
    <h4>3、保修的凭证</h4>
    <p>• 发票及机器人保修卡是您要求哎哟不错机器人履行法定“三包”义务以及哎哟不错机器人标准售后服务的重要依据，请务必妥善保管。</p>
    <p>• 当您需要哎哟不错机器人或哎哟不错机器人的认证服务机构履行法定“三包”义务时，您需要携带有效的“发票”和“机器人保修卡”，或者您能够有效地证明您的机器仍在三包有效期内，否则不实施三包。</p>
    <p>• 如果您需要哎哟不错机器人或哎哟不错机器人的认证服务机构提供哎哟不错机器人厂商标准维修服务，您需要携带有效“发票”和“机器人保修卡”。如果不能得到产品的有效保修信息，哎哟不错机器人将不提供免费保修服务。</p>
    <h4>4、替换整机或部件的所有权</h4>
    <p>• 哎哟不错机器人认证服务机构为您更换整机或故障部件后，原机器或故障部件将由哎哟不错机器人或哎哟不错机器人认证服务机构收回并享有所有权。</p>
  </div>
</template>

<script>
  import '../assets/less/warranty.less'
  export default{
    name: 'warranty',
    data () {
      return {}
    }
  }
</script>
